---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InfrastructureAlignmentDisplayedStartStation
source: html/056e6a77-6020-c4d9-dfa6-e76608b59b2c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InfrastructureAlignmentDisplayedStartStation Property

"Displayed Start Station"

## Syntax (C#)
```csharp
public static ForgeTypeId InfrastructureAlignmentDisplayedStartStation { get; }
```